Repository: victor-inacio/mini-challenge-02
Catalog: Mini02/Mini02/Localizable.xcstrings
Source language: pt_br
Languages: en

source: Abril
en: April

source: Adicionar nova tarefa
en: Add new Task

source: Agosto
en: August

source: Como foi o seu dia?\nVocê sente que conseguiu evoluir?\nSe não, qual impedimento você encontrou?
en: How was your day?\nDo you feel like you managed to evolve?\nIf not, what impediment did you encounter?

source: Cumprimentar alguém com um sorriso
en: Greeting someone with a smile

source: Dar 'bom dia' para alguém na rua
en: Give 'Good Morning' to someone

source: de
en: of

source: Dezembro
en: December

source: Diário
en: Journal

source: Diga 'Bom dia!' para um estranho na rua
en: Say 'Good morning!' to a stranger on the street

source: Elogie alguém que você já conhece
en: Compliment someone you already know

source: Envie uma mensagem para alguém que você conhece pouco
en: Send a message to someone you know little

source: Estatísticas
en: Statistics

source: Faça uma apresentação ou inicie uma conversa com um grupo de pessoas
en: Give a presentation or start a conversation with a group of people

source: Falar sobre clima e outros tópicos triviais com um desconhecido
en: Talk about weather and other trivial topics with a stranger

source: Fazer um elogio a alguém que você conhece
en: Make a compliment to someone you know

source: Fevereiro
en: February

source: Iniciar uma conversa com alguém que você não conhece bem
en: Initiate a chat with a stranger

source: Inicie uma conversa sobre tópicos triviais com alguém desconhecido
en: Start a conversation about trivial topics with someone you don't know

source: Janeiro
en: January

source: Julho
en: July

source: Junho
en: June

source: Maio
en: May

source: Mandar mensagem para alguém de pouca intimidade
en: Send a message to someone you don't know much about

source: Mantenha contato visual durante uma conversa
en: Maintain eye contact during a conversation

source: Março
en: March

source: Meu Diário
en: My Journal

source: Meu Objetivo
en: My goal

source: Meu objetivo:
en: My goal:

source: Nova Entrada
en: New Entry

source: Novembro
en: November

source: Oh não! Você está sem tarefas.
en: Oh no!, You don't have any tasks.

source: Olhar nos olhos de alguém enquanto conversa
en: Look in the eyes when talking to someone

source: Outubro
en: October

source: Peça informações a alguém desconhecido
en: Ask someone you don't know

source: Perguntar uma informação para alguém
en: Asking someone for information

source: Se apresentar ou abordar um grupo de pessoas
en: Introducing yourself or approaching a group of people

source: Setembro
en: September

source: Sorria e diga 'Olá!
en: Smile and say 'Hello!

source: Sorria e diga 'Olá!'
en: Smile and say 'Hello'!

source: Suas Tarefas
en: Your Tasks

source: Tarefas
en: Tasks

source: Um botão que adiciona uma tarefa
en: A button that adds a task
